Repository: erolturkkan/flutter_tasarim_calismasi
Catalog: erol_yutc/lib/l10n/app_*.arb
Languages: tr

# ayCoregi
source: Crescent Roll
tr: Ay Çöreği

# borek
source: Pastry
tr: Börek

# corek
source: Donut
tr: Çörek

# ekle
source: Buy
tr: Ekle

# enYeni
source: Newest
tr: En Yeni

# havucluTarcinliKek
source: Carrot Cinnamon Cake
tr: Havuçlu Tarçınlı Kek

# kek
source: Cake
tr: Kek

# kuponKullan
source: Use Cupon
tr: Kupon Kullan

# kutBoregi
source: Kut Pastry
tr: Küt Böreği

# limonluKek
source: Lemon Cake
tr: Limonlu Kek

# odeme
source: Checkout
tr: Satın Al

# urun
source: Item
tr: Ürün
